[
    {
    "id": 13343140,
    "title": "Aiming for Impossible Innovations, Shanghai Establishes an Artificial Intelligence 'Military Academy'",
    "title_zh": "瞄准不可能的创新，上海“闯”出一座人工智能“黄埔军校”",
    "source": "界面新闻",
    "link": "https://www.jiemian.com/article/13343140.html",
    "tags": ["artificial intelligence", "innovation", "education"],
    "tags_zh": ["人工智能", "创新", "教育"],
    "date": "2025-09-12",
    "summary_en": "Shanghai has created a unique AI education model that combines education, industry, and innovation chains, aiming to cultivate cutting-edge AI talent.",
    "summary_zh": "上海创建了一种独特的AI教育模式，将教育链、产业链和创新链高效结合，旨在培养前沿AI人才。",
    "best_quote_en": "The Shanghai Intelligent Institute represents a bold step in AI education, untested but promising.",
    "best_quote_zh": "上海创智学院在AI教育方面迈出了大胆的一步，虽未经验证，但前景可期。"
},
    {
    "id": 13330435,
    "title": "The Harmony Among Family Members Has Its Disturbing Aspects | Interview with the Director of 'A Brief History of Family'",
    "title_zh": "家人之间的和谐，有细思极恐的地方｜《家庭简史》导演专访",
    "source": "界面新闻",
    "link": "https://www.jiemian.com/article/13330435.html",
    "tags": ["film", "interview", "psychology"],
    "tags_zh": ["电影", "专访", "心理学"],
    "date": "2025-09-12",
    "summary_en": "The director reveals the hidden tensions beneath familial harmony through cinematic lens, discussing the psychological complexities portrayed in his new film 'A Brief History of Family'.",
    "summary_zh": "导演通过电影镜头揭示家庭和谐表象下的暗流，探讨新片《家庭简史》中呈现的心理复杂性。",
    "best_quote_en": "What appears as harmony often masks unspoken power dynamics - like invisible ink only visible under special light.",
    "best_quote_zh": "表面和谐常常掩盖着未言明的权力关系——就像特殊光线下方能显现的隐形墨水。"
},
    {
    "id": 2,
    "title": "The girl with cerebral palsy at the otome game exhibition: driving her wheelchair towards 'lover'",
    "title_zh": "乙女游戏展里的脑瘫女孩，开着轮椅驶向'爱人'",
    "source": "澎湃新闻",
    "link": "https://www.thepaper.cn/newsDetail_forward_31595320",
    "tags": ["社会", "游戏", "残障关怀"],
    "tags_zh": ["社会", "游戏", "残障关怀"],
    "date": "2025-09-15",
    "summary_en": "A touching story about a girl with cerebral palsy participating in an otome game exhibition, showcasing the inclusive power of games and the pursuit of love by people with disabilities.",
    "summary_zh": "讲述一位脑瘫女孩参加乙女游戏展的感人故事，展现了游戏的包容力量以及残障人士对爱情的追求。",
    "best_quote_en": "Her wheelchair became her chariot to romance, proving love knows no physical bounds.",
    "best_quote_zh": "她的轮椅成为了通往浪漫的战车，证明爱情没有身体界限。"
},
    {
    "id": 3,
    "title": "Xu Lu: Where Does the Passion for Writing Come From",
    "title_zh": "徐鲁：写作的热情何在",
    "source": "中国作家网",
    "link": "https://www.chinawriter.com.cn/n1/2025/0914/c404032-40563622.html",
    "tags": ["文学", "创作谈", "作家专访"],
    "tags_zh": ["文学", "创作谈", "作家专访"],
    "date": "2025-09-14",
    "summary_en": "Writer Xu Lu discusses the source of creative passion and the inner drive behind literary writing, offering insights into the writer's craft.",
    "summary_zh": "作家徐鲁探讨创作激情的来源和文学写作的内在动力，分享对写作艺术的深刻见解。",
    "best_quote_en": "The true passion for writing springs from an irrepressible need to express one's inner world.",
    "best_quote_zh": "真正的写作热情源于一种不可抑制的表达内心世界的需求。"
},
    {
    "id": 4,
    "title": "Online Literature's 'Short-form Turn': Breaking the Mold of Formulaic Writing",
    "title_zh": "网文'短篇化'突破'套路化'创作惯性",
    "source": "中国作家网",
    "link": "https://www.chinawriter.com.cn/n1/2025/0914/c404027-40563489.html",
    "tags": ["网络文学", "创作趋势", "文学创新"],
    "tags_zh": ["网络文学", "创作趋势", "文学创新"],
    "date": "2025-09-15",
    "summary_en": "Exploring how the trend towards shorter formats in online literature is challenging conventional narrative patterns and fostering creative innovation in the digital writing sphere.",
    "summary_zh": "探讨网络文学短篇化趋势如何挑战传统叙事模式，促进数字写作领域的创作创新。",
    "best_quote_en": "The shift to brevity is not just about length, but about reimagining the very DNA of online storytelling.",
    "best_quote_zh": "短篇化不仅是篇幅的变化，更是对网络文学叙事基因的重构。"
},
    {
    "id": 5,
    "title": "List of Cognitive Biases",
    "title_zh": "认知偏差列表",
    "source": "维基百科",
    "link": "https://zh.wikipedia.org/wiki/%E8%AA%8D%E7%9F%A5%E5%81%8F%E8%AA%A4%E5%88%97%E8%A1%A8",
    "tags": ["心理学", "认知科学", "行为经济学"],
    "tags_zh": ["心理学", "认知科学", "行为经济学"],
    "date": "2025-09-15",
    "summary_en": "A comprehensive taxonomy of systematic patterns of deviation from rationality in human judgment, documenting over 100 classified cognitive biases across decision-making, memory, and social attribution domains.",
    "summary_zh": "对人类判断中系统性偏离理性模式的全面分类，记录决策、记忆和社会归因等领域100余种已分类的认知偏差。",
    "best_quote_en": "The human mind's machinery for rational judgment comes with built-in blind spots that repeat across cultures and eras.",
    "best_quote_zh": "人类理性判断的思维机制存在跨文化和时代重复出现的固有盲点。"
},
  {
  "id": 2,
  "title": "Solo Travel for Women: Tips for Vacationing Alone",
  "title_zh": "女性独自旅行指南：独行度假的实用建议",
  "source": "CNBC",
  "link": "https://www.cnbc.com/2025/09/15/solo-travel-for-women-tips-for-vacationing-alone.html", 
  "tags": ["Travel Safety", "Empowerment", "Cultural Experience"],
  "tags_zh": ["旅行安全", "女性赋能", "文化体验"],
  "date": "2025-09-15",
  "summary_en": "This CNBC guide provides actionable strategies for women traveling alone, covering safety planning, cultural adaptation, and self-empowerment. It emphasizes leveraging technology for navigation and communication while advocating for mindful engagement with local communities.",
  "summary_zh": "本文整合专业建议与真实案例，提出女性独行的核心策略：1）行前通过[3]()强调的安全预案（如分享行程、领事备案）；2）选择设施完善的住宿与交通[2]()；3）通过独行实现自我重塑与心灵对话（参考苏敏“自由的透气”之旅[2]()）。",
  "best_quote_en": "\"Solo travel rewires your perception of independence – it's not just about seeing new places, but discovering uncharted versions of yourself.\"",
  "best_quote_zh": "“独自旅行重构你对独立的认知——不仅是探索新地域，更是发现未知的自我。”（源自澎湃新闻对女性独行者的心理学解读[2]()）"
},
  {
  "id": 3,
  "title": "What Makes an AI Teammate Truly Intelligent?",
  "title_zh": "真正智能的AI队友应具备哪些特质？",
  "source": "Psychology Today",
  "link": "https://www.psychologytoday.com/sg/blog/in-one-lifespan/202508/what-makes-an-ai-teammate-truly-intelligent", 
  "tags": ["Artificial Intelligence", "Psychology", "Team Dynamics"],
  "tags_zh": ["人工智能", "心理学", "团队协作"],
  "date": "2025-08-01",
  "summary_en": "This article explores the psychological dimensions of effective AI-human collaboration, arguing that true intelligence in AI teammates requires emotional attunement, contextual adaptability, and ethical decision-making capabilities beyond technical proficiency. It analyzes case studies of AI failures in team settings and proposes a framework for 'relational intelligence'.",
  "summary_zh": "本文探讨高效人机协作的心理维度，提出真正智能的AI队友需超越技术能力，具备情感共鸣、情境适应性和道德决策力。通过分析团队环境中AI失败的案例，提出了'关系智能'评估框架。",
  "best_quote_en": "\"The hallmark of a truly intelligent AI teammate is not its ability to process data, but its capacity to recognize when human emotions require slowing down the algorithm.\"",
  "best_quote_zh": "“真正智能的AI队友标志，不在于数据处理能力，而在于识别人类情感何时需要放缓算法节奏的洞察力。”"
},
    {
    "id": 1,
    "title": "Game Company's Expat Employees: The Consumed and the Calculated",
    "title_zh": "游戏大厂的外派员工：被消耗的与被计算的",
    "source": "微信公众号",
    "link": "https://mp.weixin.qq.com/s/ucLulAu6zOrWOUnw_aY0nw",
    "tags": ["职场", "游戏行业", "外派"],
    "tags_zh": ["职场", "游戏行业", "外派"],
    "date": "2025-09-08",
    "summary_en": "An in-depth look at the challenges faced by expatriate employees in major gaming companies, exploring issues of burnout and corporate calculations.",
    "summary_zh": "深度探讨游戏大厂外派员工面临的困境，包括职业消耗与企业利益计算问题。",
    "best_quote_en": "Expatriation is not just about relocation—it's about being a disposable asset in the corporate machine.",
    "best_quote_zh": "外派不仅是地理迁移，更是成为企业机器中的可消耗品。"
},
    {
    "id": 2,
    "title": "Fifteen Years: An Ordinary Person's Recording Experiment",
    "title_zh": "十五年，一个普通人的记录实验",
    "source": "微信公众号",
    "link": "https://mp.weixin.qq.com/s/tm-fV0Cm7qKA9qzgu3WniQ",
    "tags": ["个人成长", "长期主义", "社会观察"],
    "tags_zh": ["个人成长", "长期主义", "社会观察"],
    "date": "2025-02-09",
    "summary_en": "A chronicle of a 15-year personal documentation project, revealing how ordinary lives can accumulate extraordinary meaning through persistent observation.",
    "summary_zh": "记录一个持续15年的个人实验，展现普通人如何通过长期观察让平凡生活沉淀出非凡意义。",
    "best_quote_en": "Time turns diaries into archives, and routines into revelations.",
    "best_quote_zh": "时间会让日记变成档案，让日常变成启示。"
 },
    {
    "id": 3,
    "title": "Moderate Self-Disclosure Can Be a Good Thing",
    "title_zh": "适当的自我暴露，是一件好事",
    "source": "微信公众号",
    "link": "https://mp.weixin.qq.com/s/j-3wlaBGJcrdZKpjylbFAw",
    "tags": ["心理学", "人际关系", "自我成长"],
    "tags_zh": ["心理学", "人际关系", "自我成长"],
    "date": "2025-09-13",
    "summary_en": "Exploring the psychological benefits of appropriate self-disclosure in building trust and deepening relationships, while maintaining healthy boundaries.",
    "summary_zh": "探讨适当自我暴露在建立信任和深化关系中的心理益处，同时保持健康界限。",
    "best_quote_en": "Vulnerability, when measured, becomes a bridge rather than a wound.",
    "best_quote_zh": "适度的脆弱性不是伤口，而是桥梁。"
},
    {
    "id": 4,
    "title": "Who Is a True Friend",
    "title_zh": "谁是真正的朋友",
    "source": "演讲与口才网",
    "link": "https://www.koucai.com/Item/4525.aspx",
    "tags": ["人际关系", "友情", "沟通艺术"],
    "tags_zh": ["人际关系", "友情", "沟通艺术"],
    "date": "2024-11-07",
    "summary_en": "A profound analysis of true friendship from the perspective of communication arts, revealing how authentic connections are built through sincere dialogue and mutual understanding.",
    "summary_zh": "从沟通艺术角度剖析真正友谊的本质，揭示如何通过真诚对话和相互理解建立深厚连接。",
    "best_quote_en": "The language of true friendship isn't spoken with words, but woven through consistent actions and emotional resonance.",
    "best_quote_zh": "真友谊的语言不在于言辞，而在于持之以恒的行动和情感共鸣。"
}
]
